Repository: JoaquinDW/earn-your-screen-time
Catalog: App/Resources/StudyLocalizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, pt_br

# study.answer.cta
source: Check my answer
de: Antwort prüfen
es: Comprobar mi respuesta
fr: Vérifier ma réponse
it: Controlla la mia risposta
ja: 答えを確認
pt_br: Verificar minha resposta

# study.answer.placeholder
source: Type your answer
de: Antwort eingeben
es: Escribe tu respuesta
fr: Écris ta réponse
it: Scrivi la tua risposta
ja: 答えを入力
pt_br: Digite sua resposta

# study.camera.cta
source: Take photo
de: Foto aufnehmen
es: Hacer foto
fr: Prendre la photo
it: Scatta una foto
ja: 写真を撮る
pt_br: Tirar foto

# study.camera.detail
source: Use a textbook page, article, printed notes, or clear handwritten notes.
de: Nutze eine Buchseite, einen Artikel, gedruckte Notizen oder gut lesbare Handschrift.
es: Usa una página, un artículo, apuntes impresos o notas manuscritas claras.
fr: Utilise une page de manuel, un article, des notes imprimées ou des notes manuscrites lisibles.
it: Usa la pagina di un libro, un articolo, appunti stampati o appunti scritti a mano ben leggibili.
ja: 教科書のページ、記事、印刷したノート、読みやすい手書きのメモが使えます。
pt_br: Use uma página de livro, um artigo, anotações impressas ou anotações à mão bem legíveis.

# study.camera.guide
source: Keep the text inside this frame
de: Halte den Text in diesem Rahmen
es: Mantén el texto dentro del marco
fr: Garde le texte dans ce cadre
it: Tieni il testo dentro questa cornice
ja: 枠の中に文字を収めてください
pt_br: Mantenha o texto dentro deste quadro

# study.camera.title
source: Scan what you’re studying
de: Scanne, was du gerade lernst
es: Escanea lo que estudias
fr: Scanne ce que tu étudies
it: Scansiona ciò che stai studiando
ja: 勉強しているものを読み取る
pt_br: Escaneie o que você está estudando

# study.checking.detail
source: We’re checking the key idea, not spelling or writing style.
de: Wir prüfen den Kerngedanken, nicht Rechtschreibung oder Stil.
es: Comprobamos la idea principal, no la ortografía ni el estilo.
fr: On vérifie l'idée principale, pas l'orthographe ni le style.
it: Controlliamo l'idea principale, non l'ortografia né lo stile.
ja: 見ているのは要点で、つづりや書き方ではありません。
pt_br: Verificamos a ideia principal, não a ortografia nem o estilo de escrita.

# study.checking.title
source: Checking your answer
de: Deine Antwort wird geprüft
es: Comprobando tu respuesta
fr: Vérification de ta réponse
it: Controllo della tua risposta
ja: 答えを確認しています
pt_br: Verificando sua resposta

# study.entry.detail
source: Read something. Prove you understood it. Earn 15 minutes.
de: Lies etwas. Zeig, dass du es verstanden hast. Verdien 15 Minuten.
es: Lee algo. Demuestra que lo entendiste. Gana 15 minutos.
fr: Lis quelque chose. Prouve que tu l'as compris. Gagne 15 minutes.
it: Leggi qualcosa. Dimostra di averlo capito. Guadagna 15 minuti.
ja: 何かを読む。理解したことを示す。15分を獲得。
pt_br: Leia algo. Mostre que entendeu. Ganhe 15 minutos.

# study.entry.hint
source: Opens the page scanner
de: Öffnet den Seiten-Scanner
es: Abre el escáner de páginas
fr: Ouvre le scanner de pages
it: Apre lo scanner delle pagine
ja: ページのスキャナーを開きます
pt_br: Abre o scanner de páginas

# study.error.eyebrow
source: Try again
de: Neuer Versuch
es: Inténtalo de nuevo
fr: Réessaie
it: Riprova
ja: もう一度
pt_br: Tente de novo

# study.error.retry
source: Retry
de: Erneut versuchen
es: Reintentar
fr: Réessayer
it: Riprova
ja: もう一度
pt_br: Tentar de novo

# study.error.title
source: We couldn’t finish that step
de: Wir konnten diesen Schritt nicht abschließen
es: No pudimos completar ese paso
fr: Nous n'avons pas pu terminer cette étape
it: Non siamo riusciti a completare quel passaggio
ja: そのステップを完了できませんでした
pt_br: Não foi possível concluir essa etapa

# study.intro.detail %lld
source: Scan a page or your notes. Answer one question to earn %lld minutes.
de: Scanne eine Seite oder deine Notizen. Beantworte eine Frage und verdien %lld Minuten.
es: Escanea una página o tus apuntes. Responde una pregunta para ganar %lld minutos.
fr: Scanne une page ou tes notes. Réponds à une question pour gagner %lld minutes.
it: Scansiona una pagina o i tuoi appunti. Rispondi a una domanda per guadagnare %lld minuti.
ja: ページやノートを読み取ります。質問に1つ答えると %lld分を獲得できます。
pt_br: Escaneie uma página ou suas anotações. Responda a uma pergunta para ganhar %lld minutos.

# study.intro.examples
source: Textbooks, articles, printed notes, and clear handwriting work best.
de: Am besten klappen Lehrbücher, Artikel, gedruckte Notizen und gut lesbare Handschrift.
es: Funcionan mejor los libros, artículos, apuntes impresos y letra clara.
fr: Les manuels, les articles, les notes imprimées et l'écriture lisible marchent le mieux.
it: Funzionano meglio libri di testo, articoli, appunti stampati e una grafia chiara.
ja: 教科書、記事、印刷したノート、読みやすい手書きが向いています。
pt_br: Livros, artigos, anotações impressas e letra legível funcionam melhor.

# study.intro.title
source: Read it. Understand it. Earn it.
de: Lies es. Versteh es. Verdien es dir.
es: Léelo. Entiéndelo. Gánalo.
fr: Lis-le. Comprends-le. Gagne-le.
it: Leggilo. Capiscilo. Guadagnatelo.
ja: 読む。理解する。獲得する。
pt_br: Leia. Entenda. Ganhe.

# study.limit.detail %@
source: Your next study reward becomes available at %@.
de: Deine nächste Lern-Belohnung gibt es um %@.
es: Tu próxima recompensa de estudio estará disponible a las %@.
fr: Ta prochaine récompense d'étude sera disponible à %@.
it: La tua prossima ricompensa di studio sarà disponibile alle %@.
ja: 次の学習の報酬は %@ から受け取れます。
pt_br: Sua próxima recompensa de estudo fica disponível às %@.

# study.limit.detail.fallback
source: Come back tomorrow for another study reward.
de: Komm morgen wieder für eine weitere Lern-Belohnung.
es: Vuelve mañana para ganar otra recompensa de estudio.
fr: Reviens demain pour une autre récompense d'étude.
it: Torna domani per un'altra ricompensa di studio.
ja: 明日また、学習の報酬を受け取れます。
pt_br: Volte amanhã para ganhar outra recompensa de estudo.

# study.limit.eyebrow
source: Today’s study rewards
de: Lern-Belohnungen heute
es: Recompensas de estudio de hoy
fr: Récompenses d'étude du jour
it: Ricompense di studio di oggi
ja: 今日の学習の報酬
pt_br: Recompensas de estudo de hoje

# study.limit.title
source: You reached today’s limit
de: Du hast das heutige Limit erreicht
es: Has alcanzado el límite de hoy
fr: Tu as atteint la limite du jour
it: Hai raggiunto il limite di oggi
ja: 今日の上限に達しました
pt_br: Você atingiu o limite de hoje

# study.mission
source: Study to Earn
de: Mit Lernen verdienen
es: Estudia para ganar
fr: Étudie pour gagner
it: Studia per guadagnare
ja: 学んで獲得
pt_br: Estude para ganhar

# study.preparing.detail
source: Checking today’s reward and secure access.
de: Heutige Belohnung und sicherer Zugang werden geprüft.
es: Comprobando la recompensa de hoy y el acceso seguro.
fr: Vérification de la récompense du jour et de l'accès sécurisé.
it: Controllo della ricompensa di oggi e dell'accesso sicuro.
ja: 今日の報酬と安全な接続を確認しています。
pt_br: Verificando a recompensa de hoje e o acesso seguro.

# study.preparing.title
source: Preparing your mission
de: Deine Mission wird vorbereitet
es: Preparando tu misión
fr: Préparation de ta mission
it: Preparazione della tua missione
ja: ミッションを準備しています
pt_br: Preparando sua missão

# study.privacy.detail
source: Your scan is used only to create one study question. Earnit does not save your page or use it for training.
de: Dein Scan dient nur dazu, eine Lernfrage zu erstellen. Earnit speichert deine Seite nicht und nutzt sie nicht fürs Training.
es: Tu escaneo se usa solo para crear una pregunta. Earnit no guarda tu página ni la usa para entrenamiento.
fr: Ton scan sert uniquement à créer une question d'étude. Earnit ne conserve pas ta page et ne l'utilise pas pour l'entraînement.
it: La tua scansione serve solo a creare una domanda di studio. Earnit non salva la tua pagina né la usa per l'addestramento.
ja: 読み取った内容は、質問を1つ作るためだけに使われます。Earnit はページを保存せず、学習用データにも使いません。
pt_br: Seu escaneamento é usado só para criar uma pergunta de estudo. O Earnit não guarda sua página nem a usa para treinamento.

# study.privacy.title
source: Your page stays private
de: Deine Seite bleibt privat
es: Tu página sigue siendo privada
fr: Ta page reste privée
it: La tua pagina resta privata
ja: ページは非公開のままです
pt_br: Sua página continua privada

# study.processing.detail
source: Reading your page and creating one question from it.
de: Deine Seite wird gelesen und eine Frage daraus erstellt.
es: Leyendo tu página y creando una pregunta basada en ella.
fr: Lecture de ta page et création d'une question à partir de celle-ci.
it: Stiamo leggendo la tua pagina e creando una domanda a partire da essa.
ja: ページを読んで、そこから質問を1つ作っています。
pt_br: Lendo sua página e criando uma pergunta a partir dela.

# study.processing.title
source: Finding the key idea
de: Der Kerngedanke wird gesucht
es: Buscando la idea principal
fr: Recherche de l'idée principale
it: Ricerca dell'idea principale
ja: 要点を探しています
pt_br: Buscando a ideia principal

# study.question.different
source: Ask a different question
de: Andere Frage stellen
es: Pedir otra pregunta
fr: Demander une autre question
it: Chiedi un'altra domanda
ja: 別の質問にする
pt_br: Pedir outra pergunta

# study.question.eyebrow
source: One quick check
de: Eine kurze Prüfung
es: Una comprobación rápida
fr: Une petite vérification
it: Una verifica veloce
ja: ちょっとした確認
pt_br: Uma checagem rápida

# study.question.title
source: Answer in your own words
de: Antworte in eigenen Worten
es: Responde con tus propias palabras
fr: Réponds avec tes propres mots
it: Rispondi con parole tue
ja: 自分の言葉で答えてください
pt_br: Responda com suas palavras

# study.retry.cta
source: Try again
de: Erneut versuchen
es: Intentarlo de nuevo
fr: Réessayer
it: Riprova
ja: もう一度試す
pt_br: Tentar de novo

# study.retry.eyebrow
source: Review and retry
de: Nachlesen und neu versuchen
es: Repasa e inténtalo
fr: Relis et réessaie
it: Ripassa e riprova
ja: 見直してもう一度
pt_br: Revise e tente de novo

# study.retry.title
source: Almost there
de: Fast geschafft
es: Ya casi está
fr: Tu y es presque
it: Ci sei quasi
ja: あと少しです
pt_br: Quase lá

# study.scan.another
source: Scan another page
de: Weitere Seite scannen
es: Escanear otra página
fr: Scanner une autre page
it: Scansiona un'altra pagina
ja: 別のページを読み取る
pt_br: Escanear outra página

# study.scan.cta
source: Scan a page
de: Seite scannen
es: Escanear una página
fr: Scanner une page
it: Scansiona una pagina
ja: ページを読み取る
pt_br: Escanear uma página

# study.success.again
source: Study again
de: Nochmal lernen
es: Estudiar de nuevo
fr: Étudier encore
it: Studia ancora
ja: もう一度学ぶ
pt_br: Estudar de novo

# study.success.detail
source: You understood the material. Your screen-time balance has been updated.
de: Du hast den Stoff verstanden. Dein Bildschirmzeit-Guthaben wurde aktualisiert.
es: Has entendido el material. Tu saldo de tiempo de pantalla se ha actualizado.
fr: Tu as compris le contenu. Ton solde de temps d'écran a été mis à jour.
it: Hai capito il materiale. Il tuo saldo di tempo di schermo è stato aggiornato.
ja: 内容を理解できました。スクリーンタイムの残高を更新しました。
pt_br: Você entendeu o material. Seu saldo de tempo de tela foi atualizado.

# study.success.eyebrow
source: Comprehension confirmed
de: Verständnis bestätigt
es: Comprensión confirmada
fr: Compréhension confirmée
it: Comprensione confermata
ja: 理解を確認しました
pt_br: Compreensão confirmada

# study.success.title %lld
source: You earned %lld minutes
de: Du hast %lld Minuten verdient
es: Has ganado %lld minutos
fr: Tu as gagné %lld minutes
it: Hai guadagnato %lld minuti
ja: %lld分を獲得しました
pt_br: Você ganhou %lld minutos

# study.success.use
source: Use my minutes
de: Meine Minuten nutzen
es: Usar mis minutos
fr: Utiliser mes minutes
it: Usa i miei minuti
ja: 獲得した分を使う
pt_br: Usar meus minutos

# study.title
source: Study to Earn
de: Mit Lernen verdienen
es: Estudia para ganar
fr: Étudie pour gagner
it: Studia per guadagnare
ja: 学んで獲得
pt_br: Estude para ganhar
